Repository: subteno-it-mga/Projet-8---Pur-Beurre
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: English
fr: Anglais
ru: Английский

source: French
fr: Français
ru: Французский

source: Russian
fr: russe
ru: Русский

source: Chinese
fr: chinois

source: Spanish
fr: Espagnol

source: Italian
fr: italien

source: Indonesian
fr: indonésien

source: Reset the password
fr: Réinitialisez le mot de passe
ru: Сброс пароля

source: Did you forgot your password ? Enter your mail address below and we'll send you reset instructions.
fr: Avez-vous oublié votre mot de passe? Entrez votre adresse e-mail ci-dessous et nous vous enverrons des instructions de réinitialisation.
ru: Вы забыли пароль? Введите адрес своей почты ниже, и мы вышлем вам инструкции по сбросу.

source: Send email
fr: Envoyer un e-mail
ru: Отправить электронное письмо

source: Password reset
fr: Réinitialisation du mot de passe
ru: Сброс пароля

source: Password reset complete
fr: Réinitialisation du mot de passe terminée
ru: Полный Сброс пароля

source: Your new password has been saved. You can continue and connect to your account right now with your new password.
fr: Votre nouveau mot de passe a été enregistré. Vous pouvez continuer et vous connecter à votre compte dès maintenant avec votre nouveau mot de passe.
ru: Ваш новый пароль был сохранен. Вы можете продолжить и подключиться к своей учетной записи прямо сейчас с новым паролем.

source: Sign in
fr: se connecter
ru: Войти в систему

source: Password reset confirmation
fr: Confirmation de réinitialisation du mot de passe
ru: Подтверждение сброса пароля

source: Please enter the new password
fr: Veuillez saisir le nouveau mot de passe
ru: Введите новый пароль

source: Password reset sent
fr: Réinitialisation du mot de passe envoyée
ru: Отправлено Сброс пароля

source: We send you by email instructions to reset your password if an account exist with the email you entered. You'll receive it soon.<br>If you don't, make sure you entered the right mail address.
fr: Nous vous envoyons par e-mail des instructions pour réinitialiser votre mot de passe s&#39;il existe un compte avec l&#39;e-mail que vous avez saisi. Vous le recevrez bientôt.<br> Sinon, assurez-vous d&#39;avoir saisi la bonne adresse e-mail.
ru: Мы отправляем вам инструкции по электронной почте, чтобы сбросить пароль, если аккаунт существует с введенным вами электронным письмом. Вы получите его в ближайшее время.<br> Если вы этого не сделаете, убедитесь, что вы указали правильный адрес электронной почты.

source: Pur Beurre ! An app to eat well ;)
fr: Pur Beurre! Une appli pour bien manger;)
ru: Pur Beurre! Приложение, чтобы хорошо питаться;)

source: Search a product
fr: Rechercher un produit
ru: Поиск продукта

source: Search
fr: Chercher
ru: Поиск

source: Welcome
fr: Bienvenue
ru: Добро пожаловать

source: Display favorites
fr: Afficher les favoris
ru: Избранное отображение

source: Purge database
fr: Purger la base de données
ru: База данных очистки

source: Manage languages
fr: Gérer les langues

source: Log out
fr: Se déconnecter
ru: Выход из строя

source: Change language
fr: Changer de langue

source: Compare
fr: Comparer
ru: Сравнить

source: Favorites
fr: Favoris
ru: Избранное

source: You have no favorite yet
fr: Vous n&#39;avez pas encore de favori
ru: У вас еще нет любимых

source: No picture available.
fr: Aucune image disponible.
ru: Нет изображения в наличии.

source: Substitute of :
fr: Remplaçant de:
ru: Замена:

source: Find on openfoodfacts
fr: Trouver sur openfoodfacts
ru: Найти на openfoodfacts

source: Fat yes, but of quality !
fr: Gras oui, mais de qualité!
ru: Толстый да, но качество!

source: If you're looking for the spread of your dreams that won't make you fat, look for example for 'Noutello' or something like that, then we'll suggest a substitute product. ;)
fr: Si vous recherchez la tartinade de vos rêves qui ne vous fera pas grossir, cherchez par exemple «Noutello» ou quelque chose du genre, alors nous vous proposerons un produit de remplacement. ;)
ru: Если вы ищете распространение своей мечты, которое не сделает вас толстым, посмотрите, например, «нутелло» или что-то в этом роде, тогда мы предложим замену товара. ;)

source: Our history
fr: Notre histoire
ru: Наша история

source: From ratatouille to croissants
fr: De la ratatouille aux croissants
ru: От ratatouille до круассаны

source: Pur Beurre is the initiative of two lovers of French gastronomy, Colette Tatou and Rémy, whom you have certainly already met in our excellent Ratatouille restaurant.
fr: Pur Beurre est l&#39;initiative de deux amoureux de la gastronomie française, Colette Tatou et Rémy, que vous avez certainement déjà rencontrés dans notre excellent restaurant Ratatouille.
ru: Pur Beurre-это инициатива двух любителей французской гастрономии, Colette Tatou и Rémy, которых вы, безусловно, уже встретили в нашем прекрасном ресторане Ratatouille.

source: We all love to eat, especially in France! Personally, a fresh baguette, good goat's cheese and a good red wine are more than enough for me. Like everyone else, I shop at the supermarket. But little by little I realised, especially when we opened the restaurant, that I could replace the aseptic products I used to buy with good local products and often for the same price!
fr: On adore tous manger, surtout en France! Personnellement, une baguette fraîche, un bon fromage de chèvre et un bon vin rouge me suffisent largement. Comme tout le monde, je fais mes courses au supermarché. Mais petit à petit je me suis rendu compte, surtout à l&#39;ouverture du restaurant, que je pouvais remplacer les produits aseptiques que j&#39;avais l&#39;habitude d&#39;acheter par de bons produits locaux et souvent au même prix!
ru: Мы все любим есть, особенно во Франции! Лично для меня более чем достаточно свежего багета, хорошего козьего сыра и хорошего Красного вина. Как и все остальные, я покупаю в супермаркете. Но мало-помалу я понял, особенно когда мы открыли ресторан, что я могу заменить асептические продукты, которые я покупал, на хорошие местные продукты и часто за ту же цену!

source: For my part, I was already going to many shops because I like to walk around a lot, especially in cellars and kitchens. I knew the contents of the organic shops by heart (which I love) as well as the ingredients of all the food sold. When Colette asked me if she could replace her morning Nutella with a healthier food, I knew right away where to find it. The idea for Pur Beurre was born!
fr: Pour ma part, j&#39;allais déjà dans de nombreux magasins car j&#39;aime beaucoup me promener, notamment dans les caves et les cuisines. Je connaissais par cœur le contenu des magasins bio (que j&#39;adore) ainsi que les ingrédients de tous les aliments vendus. Lorsque Colette m&#39;a demandé si elle pouvait remplacer son Nutella du matin par un aliment plus sain, j&#39;ai tout de suite su où le trouver. L&#39;idée de Pur Beurre est née!
ru: Со своей стороны, я уже шел во многие магазины, потому что мне нравится много ходить, особенно в подвалах и кухнях. Я знал содержимое органических магазинов сердцем (которые мне нравятся), а также Ингредиенты всех проданных продуктов. Когда Колетт спросил меня, может ли она заменить свою утреннюю Nutella более здоровой пищей, я сразу понял, где ее найти. Идея для Pur Beurre была рождена!

source: Create an account
fr: Créer un compte
ru: Создайте учетную запись

source: An email address, a password and off you go!
fr: Une adresse e-mail, un mot de passe et c&#39;est parti!
ru: Адрес электронной почты, пароль и ВЫКЛ.

source: Sign up
fr: S&#39;inscrire
ru: Зарегистрируйтесь

source: Username
fr: Nom d&#39;utilisateur
ru: Имя пользователя

source: Password
fr: Mot de passe
ru: Пароль

source: I forgot my password.
fr: J&#39;ai oublié mon mot de passe.
ru: Я забыл пароль.

source: This email is already taken
fr: Cet e-mail est déjà pris
ru: Эта электронная почта уже сделана

source: Any problems? You want to suggest a new dish on the menu? Send me a message :)
fr: Des problèmes? Vous souhaitez proposer un nouveau plat au menu? Envoyez-moi un message :)
ru: Есть какие-либо проблемы? Вы хотите предложить новое блюдо в меню? Отправьте мне сообщение :)

source: If you have the slightest problem to pull me up, don't hesitate to contact me!
fr: Si vous avez le moindre problème pour me remonter, n&#39;hésitez pas à me contacter!
ru: Если у вас есть какие-либо проблемы, чтобы вытащить меня, не стесняйтесь связаться со мной!

source: Martin Gaucher for Open Class Rooms
fr: Martin Gaucher pour les salles de classe ouverte
ru: Martin Gaucher для комнат открытого класса

source: Legals mentions
fr: Mentions légales

source: Please <a href=
fr: <html>S&#39;il vous plaît
ru: Пожалуйста <a href =

source: Then you can connect with your username and your password.
fr: Ensuite, vous pouvez vous connecter avec votre nom d&#39;utilisateur et votre mot de passe.
ru: Затем вы можете связаться с вашим именем пользователя и паролем.

source: You must go to your email inbox to confirm the email you have sent us.
fr: Vous devez vous rendre dans votre boîte de réception pour confirmer l&#39;e-mail que vous nous avez envoyé.
ru: Вы должны перейти к своему почтовому ящику, чтобы подтвердить отправленный Вами адрес электронной почты.

source: Email verification
fr: Vérification de l&#39;E-mail
ru: Проверка электронной почты

source: You have confirmed your email! You can now enjoy this application while looking for products adapted to your desires :) !
fr: Vous avez confirmé votre email! Vous pouvez désormais profiter de cette application tout en recherchant des produits adaptés à vos envies :)!
ru: Вы подтвердили свою электронную почту! Теперь вы можете наслаждаться этим приложением, когда ищете продукты, адаптированные к вашим желаниям :)!

source: You will be redirected automatically in 30 seconds or you can
fr: Vous serez automatiquement redirigé dans 30 secondes ou vous pouvez
ru: Вы будете перенаправлены автоматически в течение 30 секунд или вы можете

source: click here
fr: cliquez ici
ru: Нажмите здесь

source: There is an error with your authentication token. Please try again.
fr: Il y a une erreur avec votre jeton d&#39;authentification. Veuillez réessayer.
ru: Есть ошибка с вашим маркером аутентификации. Пожалуйста, повторите попытку.

source: Send back authentification email
fr: Renvoyer l&#39;e-mail d&#39;authentification
ru: Отправить назад authentification email

source: Please wait, the language you chose is currently installing...
fr: Veuillez patienter, la langue que vous avez choisie est en cours d&#39;installation ...

source: Manage Languages
fr: Gérer les langues

source: Languages installed
fr: Langues installées

source: There is no language install yet.
fr: Il n&#39;y a pas encore d&#39;installation de langue.

source: Languages available for an installation
fr: Langues disponibles pour une installation

source: Bootstrap template used :
fr: Modèle Bootstrap utilisé:
ru: Используемый шаблон Bootstrap:

source: The data (images, names, information) of the foodstuffs come from the API.
fr: Les données (images, noms, informations) des denrées alimentaires proviennent de l&#39;API.
ru: Данные (изображения, названия, информация) пищевых продуктов поступают из API.

source: The other images used (the photo of Colette and Rémi) are the property of Disney.
fr: Les autres images utilisées (la photo de Colette et Rémi) sont la propriété de Disney.
ru: Другие изображения (фотография Колетт и Реми) являются собственностью Диснея.

source: The background image used is available at this address:
fr: L&#39;image de fond utilisée est disponible à cette adresse:
ru: Фоновое изображение доступно по этому адресу:

source: All other resources are free of charge
fr: Toutes les autres ressources sont gratuites
ru: Все остальные ресурсы бесплатны

source: Site hosted on
fr: Site hébergé sur
ru: Сайт размещен на

source: Modify the current language
fr: Modifier la langue actuelle

source: All entry of translations
fr: Toutes les entrées de traductions

source: Original text
fr: Texte original

source: Translation
fr: Traduction

source: Modify translation
fr: Modifier la traduction

source: Save modifications
fr: Enregistrer les modifications

source: Modifications done.
fr: Modifications effectuées.

source: Substitution product for :
fr: Produit de substitution pour:
ru: Замена продукта для:

source: COMPARE
fr: COMPARER
ru: Сравнить

source: Your account has been created. You can now enjoy this application by searching for products adapted to your desires. :) !
fr: Votre compte a été créé. Vous pouvez désormais profiter de cette application en recherchant des produits adaptés à vos envies. :)!
ru: Ваша учетная запись была создана. Теперь вы можете наслаждаться этим приложением путем поиска продуктов, адаптированных к вашим желаниям. :)!

source: Your substitute product :
fr: Votre produit de remplacement:
ru: Ваш заменяющий продукт:

source: Here is the list of products:
fr: Voici la liste des produits:
ru: Вот список продуктов:

source: characteristics:
fr: caractéristiques:
ru: Характеристики:

source: Description:
fr: La description:
ru: Описание:

source: No description
fr: Pas de description
ru: Описание отсутствует

source: Salt:
fr: Sel:
ru: Соль:

source: Sugar:
fr: Sucre:
ru: Сахар:

source: Fat:
fr: Graisse:
ru: Жир:

source: This product is in favorites
fr: Ce produit est dans les favoris
ru: Этот товар в избранное

source: You must be connected to access this functionnality.
fr: Vous devez être connecté pour accéder à cette fonctionnalité.
ru: Вы должны быть подключены к этой функции.

source: Already added in database.
fr: Déjà ajouté dans la base de données.
ru: Уже добавлен в базу данных.

source: Add to favorites
fr: Ajouter aux Favoris
ru: Добавить в Избранное

source: Characteristics
fr: Caractéristiques
ru: Характеристики

source: Short description :
fr: Brève description :
ru: Краткое описание:

source: No description available
fr: Pas de description disponible
ru: Описание не доступно

source: Salt free
fr: Sans sel
ru: Без соли

source: Salt :
fr: Sel :
ru: Соль:

source: Fat free
fr: Sans gras
ru: Без жира

source: Fat :
fr: Gras:
ru: Жир:

source: Sugar free
fr: Sans sucre
ru: Без сахара

source: Sugar :
fr: Sucre :
ru: Сахар:

source: Base product base on nutriscore:
fr: Base de produit de base sur nutriscore:
ru: Базовая База продукта на питательных веществах:

source: Best product based on sugar rate:
fr: Meilleur produit basé sur le taux de sucre:
ru: Лучший продукт на основе уровня сахара:

source: Best product based on salt rate:
fr: Meilleur produit basé sur le taux de sel:
ru: Лучший продукт на основе скорости соли:

source: Best products based on fat rate:
fr: Meilleurs produits basés sur le taux de graisse:
ru: Лучшие продукты, основанные на уровне жира:

source: This email is already taken !
fr: Cet e-mail est déjà pris !
ru: Это электронное письмо уже сделано!

source: This user does not exists or you did not validateyour email.
fr: Cet utilisateur n&#39;existe pas ou vous n&#39;avez pas validé votre email.
ru: Этот пользователь не существует или вы не отвалили свою электронную почту.

source: Password Reset Requested
fr: Réinitialisation du mot de passe demandée
ru: Запрошенный Сброс пароля

source: Invalid header found.
fr: En-tête non valide trouvé.
ru: Обнаружен недопустимый заголовок.

source: No name
fr: Sans nom
ru: Без имени

source: No nutriscore
fr: Pas de nutriscore
ru: Не содержит питательных веществ

source: No image
fr: Pas d&#39;image
ru: Нет изображения

source: No nutriscore.
fr: Pas de nutriscore.
ru: Нет нутристата.

source: No research
fr: Aucune recherche
ru: Никаких исследований

source: Well added to favorites
fr: Bien ajouté aux favoris
ru: Хорошо добавлены в избранное

source: This product is not in database anymore
fr: Ce produit n&#39;est plus dans la base de données
ru: Этот продукт больше не находится в базе данных

source: The translation is a success. You can swap language clicking the languages icon.
fr: La traduction est un succès. Vous pouvez changer de langue en cliquant sur l&#39;icône des langues.

source: There was a problem during the translation please try again or contact the developer.
fr: Un problème est survenu lors de la traduction, veuillez réessayer ou contacter le développeur.

source: Terms are modified and saved.
fr: Les conditions sont modifiées et enregistrées.

source: Email
ru: Электронная почта

source: Pur Beurre Martin Gaucher 2020 - Fat yes, but of quality !
ru: Pur Beurre Martin Gaucher 2020 - Fat да, но качество!
